{
	"hangmanTexts": [
		{
			"word": "QUESTION",
			"hint": "หากไม่มีข้อความในลักษณะเช่นนี้แต่แรก  ประเด็นการวิจัยที่ชัดเจนก็ไม่อาจเกิดขึ้น"
		},
		{
			"word": "QUESTIONNAIRE",
			"hint": "เครื่องมือในการเก็บข้อมูลวิจัยจากกลุ่มตัวอย่างผู้ให้ข้อมูลที่แพร่หลายมากในปัจจุบัน "
		},
		{
			"word": "THEORY",
			"hint": "แนวคิดอันเป็นที่ยอมรับแต่โต้แย้งได้ของนักวิชาการผู้เชี่ยวชาญในสาขาวิชาต่างๆ"
		},
		{
			"word": "METHODOLOGY",
			"hint": "แนวทางอย่างเป็นระบบที่แสดงระเบียบวิธีการหรือขั้นตอนการวิจ้ยที่เปิดเผยได้"
		},
		{
			"word": "HYPHTHESIS",
			"hint": "คำตอบล่วงหน้าที่นักวิจัยอนุมานจากแนวคิดที่มีเหตุผล หรือทฤษฎีที่มีอยู่เดิม"
		},
		{
			"word": "ANALYSIS",
			"hint": "กระบวนการทางความคิดเพื่อวิเคราะห์ แยกแยะข้อมูล และสารสนเทศ"
		},
		{
			"word": "DATA COLLECTION",
			"hint": "กิจกรรมที่นักวิจัยจำเป็นต้องจัดเก็บรวบรวม แสวงหามาใช้ด้วยวิธีการที่เหมาะสม"
		},
		{
			"word": "CONTROL GROUP",
			"hint": "การวิจัยบางส่วนอาจจำเป็นต้องกำหนดกลุ่มเปรียบเทียบในการศึกษา"
		},
		{
			"word": "VALIDITY",
			"hint": "หลักการวิจัยที่สะท้อนถึงความเที่ยงตรง แม่นยำในสิ่งที่ผู้วิจัยต้องการวัด"
		},
		{
			"word": "EXPERIMENTATION",
			"hint": "แนวทางการวิจัยแบบวิทยาศาสตร์ที่อาจดำเนินการในห้องปฏิบัติการทดลอง"
		},
		{
			"word": "LITERATURE REVIEW",
			"hint": "กระบวนการแสวงหาแนวคิด ทฤษฏี บทความในวารสาร หรือข่าวสารที่น่าเชื่อถือ"
		},
		{
			"word": "PUBLICATION",
			"hint": "การนำเสนอผลงานวิจัยในรูปแบบตีพิมพ์ผ่านวารสาร หรือที่ประชุมทางวิชาการ"
		},
		{
			"word": "OBSERVATION",
			"hint": "กระบวนการเก็บข้อมูลเชิงคุณภาพจากองค์การ หรือพื้นที่ดำเนินการศึกษา"
		},
		{
			"word": "CONSENT FORM",
			"hint": "เอกสารการได้รับความยินยอมจากผู้เข้าร่วมให้ข้อมูลการวิจัย"
		},
		{
			"word": "INTERNAL REVIEW BOARD",
			"hint": "คณะกรรมการผู้ได้รับแต่งตั้งในการกำกับ ดูแลจริยธรรมการวิจัยในมนุษย์"
		},
		{
			"word": "PLAGIARISM",
			"hint": "การละเมิดจริยธรรมการวิจัย เช่น ไม่อ้างอิงแหล่งข้อมูล การสร้างข้อมูลเท็จ"
		},
		{
			"word": "BIAS",
			"hint": "การเลือกกลุ่มข้อมูล วิธีการ หรือข้อสรุปเพื่อสนองต่อความเชื่อของตนเอง"
		},
		{
			"word": "OBSERVATION",
			"hint": "การใช้ประสาทสัมพันธ์ของผู้วิจัยเพื่อเก็บรวบรวม และวิเคราะห์ข้อมูล"
		},
		{
			"word": "INTERVIEW",
			"hint": "การเก็บรวบรวมข้อมูลโดยอาศัยการสัมภาษณ์ผู้ให้ข้อมูลที่มีคุณสมบัติตามเกณฑ์ที่กำหนด"
		},
		{
			"word": "INFORMANT",
			"hint": "ผู้ให้ข้อมูลที่กำหนดขึ้นจากกระบวนการคัดเลือกตามเกณฑ์ที่เหมาะสม"
		},
		{
			"word": "QUALITATIVE RESEARCH",
			"hint": "แนวทางการวิจัยโดยอาศัยวิธีการจัดเก็บ รวบรวม และการวิเคราะห์ข้อมูลเชิงคุณภาพ และการตีความ"
		},
		{
			"word": "QUANTITATIVE RESEARCH",
			"hint": "แนวทางการวิจัยโดยอาศัยวิธีการจัดเก็บ รวบรวม และการวิเคราะห์ข้อมูลเชิงสถิติ และความน่าจะเป็น"
		},
		{
			"word": "MIXED METHOD",
			"hint": "แนวทางการวิจัยโดยอาศัยรวบรวมข้อมูลผสมผสานในเชิงคุณภาพ และเชิงปริมาณอย่างมีระบบ"
		},
		{
			"word": "PROBABILITY",
			"hint": "ความน่าจะเป็นของเหตุการณ์สรุปเป็นตัวเลขสัดส่วนความเป็นไปได้ที่อาจเกิดขึ้น"
		},
		{
			"word": "STATISTICS",
			"hint": "ความรู้ว่าด้วยการจัดเก็บ รวบรวม สังเคราะห์ และนำเสนอเชิงตัวเลขอย่างเป็นระบบ"
		},
		{
			"word": "DEPENDENT VARIABLE",
			"hint": "ตัวแปรของสิ่งที่ผู้วิจัยต้องการวิเคราะห์ สังเคราะห์ว่าเป็นผลตามมาจากอิทธิพลใด"
		},
		{
			"word": "INDEPENDENT VARIABLE",
			"hint": "ตัวแปรของสิ่งที่ผู้วิจัยต้องการวิเคราะห์ สังเคราะห์ว่ามีอิทธิพลต่อสิ่งอื่นหรือไม่"
		},
		{
			"word": "INDUCTION",
			"hint": "กระบวนการแสวงหาข้อสรุปทั่วไปจากเหตุการณ์ หรือสถานการณ์เฉพาะที่ได้ทำการศึกษา"
		},
		{
			"word": "DEDUCTION",
			"hint": "กระบวนการแสวงหาข้อสรุปในการศึกษาโดยอาศัยแนวคิด หรือทฤษฏีซึ่งเป็นที่ยอมรับโดยทั่วไป"
		},
		{
			"word": "CORRELATION",
			"hint": "ความเกี่ยวข้องสัมพันธ์กันของปรากฏการณ์ที่ไม่มีเงื่อนไขของเหตุ และผลลัพท์"
		},
		{
			"word": "CAUSATION",
			"hint": "ความเป็นสาเหตุ และผลลัพท์ของปรากฏการณ์ที่เกี่ยวข้องกันและกัน หรือมีอิทธิพลต่อกันโดยตรง"
		},
		{
			"word": "TRIANGULATION",
			"hint": "การตรวจสอบความน่าเชื่อถือโดยการเปรียบเทียบข้อมูลจากหลายแหล่ง หรือจากมุมมองที่แตกต่างอย่างน้อย 3 มิติ"
		},
		{
			"word": "FOCUS GROUP",
			"hint": "การรวบรวมข้อมูลจากกลุ่มผู้เข้าร่วมกลุ่มเล็ก ๆ โดยอาศัยการหารือ สนทนาในปัญหาเฉพาะ"
		},
		{
			"word": "CASE STUDY",
			"hint": "การออกแบบการวิจัยที่มุ่งเน้นการวิเคราะห์เชิงลึกของกรณีศึกษาเกี่ยวกับบุคคล องค์การ หรือเหตุการณ์"
		},
		{
			"word": "DESCRIPTIVE STATISTICS",
			"hint": "การพรรณนาอธิบายข้อมูลเชิงปริมาณด้วยค่าแนวโน้มส่วนกลาง ความแปรปรวน และการกระจาย"
		},
		{
			"word": "INFERENTIAL STATISTICS",
			"hint": "การใช้กลุ่มตัวอย่างเพื่ออนุมานเกี่ยวกับประชากรด้วยทฤษฎีความน่าจะเป็น และการทดสอบสมมติฐาน"
		}
	]
}
