{
  "missionExplanation": [
    {
      "question": "คุณเริ่มต้นหาข้อมูลผู้ซื้อหวยในจังหวัดต่างๆ และใส่คำสำคัญเป็นเงื่อนไขการค้นหาในเว็บไซต์\nอย่างไรก็ตาม หลังจากครึ่งวันผ่านไป คุณกลับยังไม่พบสถิติเชิงเปรียบเทียบ\nคุณคิดว่าการรวบรวม จัดการข้อมูลรายจังหวัดจำนวนมาก อาจใช้เวลามากกว่าสองวัน \nนอกจากนี้ ก็ไม่รู้ว่าจะเลือกประเด็นใดเพื่อทำให้ผู้ซื้อหวยภาครัฐมีปริมาณสูงขึ้่น\nคุณพบว่าทางออกในเรื่องนี้มีสองเงื่อนไขคือ \n1) หาข้อมูลสถิติการซื้อหวยของจังหวัด แต่อาจใช้เวลานานเกินไป \n2) ระบุประเด็นที่น่าสนใจเพื่อรายงานให้ Agent พอใจในผลงาน\nคุณครุ่นคิดอย่างหนักเพื่อพิสูจน์ตัวเอง และพบว่าแนวทางที่เป็นไปได้มากที่สุดคือ...",
      "explanation": [
        "ข้อมูลจากวารสารวิชาการอาจมีไม่มากในบางเรื่อง เช่น หวย จึงไม่น่าเริ่มต้นจากแหล่งนี้",
        "ข้อมูลจริงที่เกิดขึ้นระดับจังหวัด มีโอกาสได้พบประเด็นที่น่าสนใจจำนวนมาก เช่น ผู้ซื้อ ราคาขาย กลุ่มผู้ขาย",
        "ประเด็นเป็นกรอบใหญ่ที่ได้จากการสังเคราะห์ข้อมูลอันน่าสนใจจำนวนหนึ่ง  การระบุประเด็นโดยไม่หาข้อมูลก่อนจึงใช้ไม่ได้ในกรณีนี้",
        "ประเด็นในความสนใจของผู้ทำข่าว ไม่ควรเป็นตัวกำหนดความสนใจ เพราะมีบริบทการเลือกประเด็นไปตามกระแสความสนใจ"
      ]
    },
    {
      "question": "ภายหลังจากการค้นคว้าเบื้องต้น\nคุณได้รายงานความก้าวหน้าภายหลังจากที่ได้ค้นหาประเด็นน่าสนใจเกี่ยวกับหวยในจังหวัดต่างๆ\nAgent ดูจะพอใจในวิธีการของคุณ และได้แนะนำว่า\nสิ่งสำคัญเบื้องต้นก่อนจะหาข้อมูล คือ ประเด็นที่สนใจ\nแต่ต้องสำรวจแหล่งข้อมูลที่สามารถเข้าถึงได้ก่อน จึงจะระบุประเด็นที่น่าสนใจได้ \nคุณเห็นด้วยกับคำแนะนำนี้ และครุ่นคิดในใจว่า \"......\"\n",
      "explanation": [
        "การค้นคว้า หาข้อเท็จจริงพื้นฐาน คือกระบวนการเริ่มต้นไปสู่ความสนใจในเรื่องต่างๆ เช่นเดียวกับการเรียนวิชาต่างๆ ",
        "การค้นคว้า หาข้อเท็จจริงด้วยตัวเอง แสดงถึงความสนใจในเรื่องที่มีความเฉพาะเจาะจงขึ้น",
        "การค้นคว้าข้อมูล และข้อเท็จจริงระดับเบื้องต้นในเรื่องที่สนใจ เป็นหลักการแรกเริ่มก่อนจะทำให้ได้ประเด็นที่เฉพาะเจาะจง",
        "การค้นคว้าข้อมูล และข้อเท็จจริงจากแหล่งต่างๆ ที่เชื่อถือได้  แม้จะมาจากอินเตอร์เน็ต หรือทีวี ก็นับเป็นแหล่งข้อมูลพื้นฐานที่อาจน่าสนใจ"
      ]
    },
    {
      "question": "คุณรู้สึกว่า กิจกรรมแรกเริ่มที่ได้รับจาก Agent ครั้งนี้ไม่ยากอะไรนัก \nและยังเชื่อว่า หากได้ทบทวนสิ่งที่เคยเรียนในวิชาด้านวิจัย ป. ตรี น่าจะช่วยได้มาก \n\"เราเคยเรียนกระบวนสำคัญในการวิจัย  การใช้สถิติ การวัดค่าตัวแปร ฯลฯ \"  มาแล้วนี่นา  \nหากได้ทบทวนบ้าง  ก็น่าจะสร้างความประทับใจแก่ Agent  \nดังนั้น คุณจึงมองหาบททดสอบ ทบทวนความรู้เก่า  \nแต่จะทบทวนเรื่องอะไรดีนะ เพื่อจะได้คำถามที่ชัดเจน และลึกลงไปกว่าประเด็น....\n",
      "explanation": [
        "ประเด็นมักเป็นนามธรรมกว่าคำถาม  จึงต้องกำหนดคำถามภายใต้กรอบของประเด็น",
        "ข้อมููลเพิ่มเติมทำได้ตลอดเวลา แต่ไม่ช่วยอะไรนักหากยังไม่มีคำถามเฉพาะ",
        "สมมติฐานเป็นข้อสรุปที่อาจเป็นไปได้ในเชิงวิชาการ แต่ไม่ใช่ข้อความเชิงคำถาม",
        "การวิเคราะห์ทางสถิติเกิดขึ้นภายหลังจากมีคำถามที่ชัดเจน และมีข้อมูลตามกรอบคำถามแล้ว"
      ]
    }
  ]
}