{
  "missionExplanation": [
    {
      "question": "คุณคิดในใจว่า \"งานนี้ง่ายยิ่งกว่าปอกกล้อยเข้าปาก\"   ปกติเด็กๆ ส่วนใหญ่ในชั้นเรียนก็ไม่ค่อยจะแสดงความเห็น หรือตั้งคำถามกับสิ่งที่เรียนรู้   เราลองเข้าไปในกลุ่มสนทนาออนไลน์ผ่านการค้นหาบนกูเกิ้ล น่าจะดีว่า  แต่... เราจะเริ่มตั้งคำถามในช่องเสิร์ชยังไงดีนะ  อ่อ... และคงต้องปรับประเด็นการค้นหาให้แคบลงเพื่อจะได้จำกัดปริมาณข้อมูลที่กูเกิ้ลแสดงให้เลือก   หลังจากนั้นจะได้เข้าไปยังกระทู้สนทนาที่มีสมาชิกอยู่จำนวนมาก   คุณเริ่มคิดถึงการค้นคว้า วิจัยที่เคยเรียนมา  ครูบอกให้ตั้งคำถาม ที่เป็นคำถามจริงๆ ไม่ใช่ข้อความบอกเล่าธรรมดาๆ  คุณคิดถึงการเริ่มต้นที่ควรจะทำ นั่นคือ...\n",
      "explanation": [
        "แบบสอบถามออนไลน์เป็นส่วนหนึ่งของการเก็บข้อมูลในการวิจัยซึ่งเกิดขึ้นภายหลังจากที่การวิจัยนั้นมีคำถามสำคัญในภาพรวมแล้ว",
        "การสร้างกระทู้ออนไลน์อาจเป็นส่วนหนึ่งของการเก็บข้อมูลซึ่งเกิดขึ้นภายหลังจากที่การวิจัยนั้นมีคำถามสำคัญในภาพรวมแล้ว",
        "การสร้างคำถามที่มีคำสำคัญในกูเกิ้ลเสิร์ช เป็นกระบวนการเริ่มต้นค้นหาข้อมูลบนอินเตอร์เน็ตที่รวดเร็ว",
        "การสร้างคำถามที่มีคำสำคัญจำนวนมากในเกิ้ลเสิร์ช  ส่งผลให้รายการผลการค้นหาแคบลง หรือได้ข้อมูลน้อยกว่า"
      ]
    },
    {
      "question": "คุณพบว่า การค้นหาบนระบบออนไลน์ที่ดี จำเป็นต้องมีคำสำคัญ มากกว่า 1 คำเพื่อให้มีการกรองผลลัพท์  และยิ่งใส่คำสำคัญลงไปมากขึ้น จำนวนรายการผลลัพท์ยิ่งน้อยลง   คุณได้แจ้งให้ Agent ทราบว่า กระทู้ที่มีสมาชิกเข้าร่วมในปริมาณมาก  มักเป็นเรื่องราวเกี่ยวกับเกม การพนัน ภาพยนต์ ละคร หรือคลิปสั้นๆ บนติ๊กต๊อก   Agent พอใจในผลการสำรวจของคุณ   และเห็นด้วยที่คุณใช้ประโยคคำถามในการเสิร์ชหาข้อมูลออนไลน์  คุณรับปากว่า จะทำภารกิจนี้โดยเร็วด้วยการ...",
      "explanation": [
        "การสร้างคำถามที่มีคำสำคัญในเกิ้ลเสิร์ช โดยเชื่อมด้วยเครื่องหมาย \"+\"  จะส่งผลให้รายการผลการค้นหามีความเฉพาะเจาะจงยิ่งขึ้น",
        "การระบุประโยคยาวๆ ในช่องการเสิร์ชส่งผลให้ผลลัพท์ของการค้นหาขาดความเฉพาะเจาะจง",
        "คำสำคัญในเกิ้ลเสิร์ช ที่เชื่อมด้วยเครื่องหมาย \"-\"  จะส่งผลให้มีการละเว้นรายการค้นหาซึ่งมีเครื่องหมายลบอยู่ด้านหน้า ",
        "การระบุประโยคยาวๆ ในช่องการเสิร์ชส่งผลให้ผลลัพท์ของการค้นหาเป็นคำจากประโยคทั้งหมดและทำให้ขาดความเฉพาะเจาะจง"
      ]
    },
    {
      "question": "คุณได้เข้าไปแฝงตัวอยู่ในกระทู้สนทนาอันหนึ่งที่มีคนติดตามกระทู้นั้นมากกว่า 50,000 บัญชีผู้ใช้     มีการกล่าวถึงการถ่ายทอดสัญญานการแข่งขันฟุตบอกโลกปีที่กำลังจะถึง   ในกระทู้นั้น มีการถกเถียงอย่างกว้างขวางเกี่ยวกับค่าใช้จ่ายสำหรับซื้อลิขสิทธิ์การถ่ายทอดสดในประเทศไทย  คนบางส่วนมองว่ารัฐควรดูแลจัดหาให้สังคม  บางส่วนมองว่าไม่ใช่สิ่งจำเป็นต้องใช้งบประมาณไปเพื่อการซื้อลิขสิทธิ์ราคาแพง   คุณแสดงข้อคิดเห็นเชิงคำถามในกระทู้เพื่อลวงประเด็นให้กลายเป็นความขัดแย้งยิ่งขึ้นในกลุ่มผู้ติดตามกระทู้นั้น  ด้วยข้อความว่า...",
      "explanation": [
        "คำถามนี้อาจก่อให้เกิดความระแวงในการแทรกแซง เข้าโอบอุ้มวงการกีฬาของรัฐ",
        "คำถามนี้อาจก่อให้เกิดความขัดแย้งในผลประโยชน์ของธุรกิจบางกลุ่มจากการแทรกแซง เข้าโอบอุ้มวงการกีฬาของรัฐ",
        "ประโยคบอกเล่านี้ ไม่ได้ทำให้เกิดประเด็นความขัดแย้งเพราะเป็นเพียงความเห็นของคนกลุ่มหนึ่ง",
        "ประโยคบอกเล่านี้ ไม่ได้ทำให้เกิดประเด็นความขัดแย้งเพราะเป็นเพียงความเห็นที่น่าจะดำเนินการได้"
      ]
    }
  ]
}