{
  "missionExplanation": [
    {
      "question": "การติดต่อซื้อสินค้า บนระบบออนไลน์ในสังคมปัจจุบัน มักใช้ระบบแชต หรือสื่อสังคมออนไลน์  ข้อมูลการสนทนา ถาม-ตอบ หรือโฆษณา มักทำในลักษณะเข้าถึงบัญชีผู้ใช้   แต่บางส่วนอาจเป็นช่องทางเปิดซึ่งสาธารณะชน คนทั่วไป อาจเข้าไปโต้ตอบ หรือแสดงคอมเมนต์ได้   Agent ต้องการข้อมูลเชิงลึกแบบเจาะประเด็นข่าวการฉ้อโกงที่สังคมกำลังสนใจติดตาม  เขาจึงมอบหมายให้คุณสำรวจว่าประเด็นข่าวที่กำลังอยู่ในความสนใจการรับข่าวสารของคนไทย   หลังจากวางแผนการทำงานเบื้องต้นเรียบร้อยแล้ว คุณดำเนินการเชิงลึกเพื่อทำภารกิจนี้โดย....",
      "explanation": [
        "สถิติกรณีฉ้อราษฎร์บังหลวงของข้าราชการไทยไม่สอดคล้องกับประเด็นที่ต้องการเจาะลึก",
        "สถิติคดีฉ้อโกงในอดีตในสมัยที่อินเตอร์เน็ตยังไม่แพร่หลายเช่นปัจจุบันเป็นข้อมูลไม่ปัจจุบันตามที่ต้องการ",
        "ประเด็นข่าวเกี่ยวกับการฉ้อโกงอันเป็นที่กล่าวถึงอย่างแพร่ หลายมีน้ำหนักสำหรับการค้นหาเจาะลึกต่อไป",
        "ประเด็นข่าวที่ได้รับความสนใจจากประชาชน กลุ่มผู้บริโภคสื่อมากที่สุด เป็นการเน้นที่ผู้เสพข่าว ไม่ใช่ประเด็นข่าว"
      ]
    },
    {
      "question": "Agent  ถามคุณถึงข้อแตกต่างระหว่างการค้นหาและสรุปข้อมูลในเชิงปริมาณ และในเชิงคุณภาพ     \"ดูไปแล้ว ทั้งสองแบบก็เป็นแค่แนวทางในการเก็บรวบรวม และวิเคราะห์ข้อมูล  อย่างที่เคยเรียนมา\"  แต่ดูเหมือนว่า Agent จะเน้นปริมาณมากกว่าเพราะส่งผลต่อประชากรของผู้ได้รับผลกระทบจากข้อมูลผิดพลาดจำนวนมากกว่า   คุณคิดในใจ  \"นี่เป็นโอกาสการฝึกทักษะการคิดในเชิงคุณภาพ และเชิงปริมาณที่เราเคยผ่านมาแล้ว\"   คุณพยายามโน้มน้าว นำเสนอให้ Agent เปิดมุมมองใหม่ที่ว่า \"งานเชิงคุณภาพ\"  ก็สามารถทำให้ Anomaly บรรลุเป้าหมายในการบ่อนทำลายสังคมได้ไม่แตกต่างจากการเน้นจำนวนเช่นกัน  คุณอธิบายว่า...",
      "explanation": [
        "การเลือกแนวทางที่เน้นเชิงปริมาณ หรือเชิงคุณภาพเป็นเรื่องของการออกแบบการศึกษา ไม่จำเป็นต้องใช้แบบผสมผสานในทุกงานวิจัย",
        "การเน้นปริมาณ หรือเป็นแบบคุณภาพ ไม่ควรถูกกำหนดโดยความเชี่ยวชาญของผู้วิจัย เพราะลักษณะข้อมูลที่สามารถจัดเก็บได้ อาจจำกัดความเชี่ยวชาญของผู้วิจัยได้",
        "การเน้นปริมาณ หรือเป็นแบบคุณภาพมักขึ้นอยู่กับลักษณะ และข้อจำกัดของแหล่งข้อมูลที่มีอยู่",
        "แนวทางที่เน้นเชิงปริมาณ หรือเชิงคุณภาพเป็นเพียงเครื่องมือเพื่อให้ได้ข้อสรุปที่มีความน่าเชื่อถือ  เครื่องมือทั้งสองมิใช่เป็นเป้าหมายของการศึกษาวิจัย"
      ]
    },
    {
      "question": "ข้อมูลจริง-เท็จ ข่าวที่สับสนในสังคมปัจจุบันดูจะยากแก่การหาข้อพิสูจน์  ภารกิจสำคัญหนึ่งของคุณคือ การให้ข้อมูลที่ผิดพลาด  ไม่ว่าจะเป็นเชิงเทคนิค หรือเชิงอำพราง   Agent ขอให้คุณสร้างข้อสับสนระหว่าง \"การเน้นที่จำนวน\" กับ \"การเน้นที่คุณภาพ\" ในฐานะข้อพิสูจน์สนับสนุนการแสวงหาความจริง  คุณคิดว่า นี่เป็นเรื่องหนึ่งทำให้เยาวชนหลงเชื่อเรื่องต่างๆ อย่างง่ายดาย เพราะพวกเขาไม่อยากค้นคว้าหาข้อพิสูจน์ ไม่ว่าจะเป็นตัวเลข สถิติ หรือการตรวจสอบคำบอกเล่าของผู้ให้ข้อมูล  คุณได้ทบทวนสิ่งที่เคยเรียนมา และได้ข้อสรุปเชิงหลักการว่า...\n",
      "explanation": [
        "ประเด็นคำถามที่จำเป็นต้องอาศัยข้อมูลเชิงปริมาณเพื่อพิสูจน์  ผู้ศึกษาต้องวิเคราะห์ และอธิบายด้วยวิธีการเชิงปริมาณอย่างสอดคล้องกัน",
        "ประเด็นคำถามที่จำเป็นต้องอาศัยข้อมูลเชิงคุณภาพเพื่อพิสูจน์  ผู้ศึกษาต้องวิเคราะห์ และอธิบายด้วยวิธีการเชิงคุณภาพอย่างสอดคล้องกัน",
        "ประเด็นคำถามที่ต้องการข้อมูลเชิงคุณภาพเพื่อพิสูจน์  ผู้ศึกษาไม่อาจหลีกเลี่ยงการวิเคราะห์เชิงคุณภาพ แต่อาจนำข้อมูลเชิงปริมาณมาสนับสนุนได้",
        "ประเด็นคำถามที่ต้องการข้อมูลเชิงปริมาณเพื่อพิสูจน์  ผู้ศึกษาไม่อาจหลีกเลี่ยงการวิเคราะห์เชิงปริมาณ แต่อาจนำข้อมูลเชิงคุณภาพมาสนับสนุนได้"
      ]
    }
  ]
}