{
  "missionExplanation": [
    {
      "question": "คุณได้ กลับมาทบทวน  หัวข้อที่เคยเรียนในเรื่องเกี่ยวกับคุณธรรม และจริยธรรม   คุณพบว่าแวดวงวิชาการในปัจจุบัน ได้กล่าวถึงเรื่องนี้ และมีการวางมาตรฐานในเรื่องสิทธิของบุคคล และผลกระทบต่อบุคคลอื่นในเพิ่มสูงขึ้นกว่าในสมัยยังเป็นนักศึกษามากพอสมควร  ความยินยอมของกลุ่มเป้าหมาย หรือผู้ให้ข้อมูล ยังเป็นสิ่งหนึ่งทำให้การรวบรวมเก็บข้อมูลอาจทำได้ไม่สะดวก รวดเร็วนัก   เหล่านี้คือจรรยาบรรณการวิจัยที่เคยเรียนรู้มาแล้วทั้งสิ้น   หลังจากที่ได้ทบทวนความรู้ ความเข้าใจเรื่องเหล่านี้แล้ว คุณพบว่า...",
      "explanation": [
        "การอ้างอิง และแสดงบรรณานุกรมของงานเขียน หรืองานวิจัยอย่างถูกต้อง ถือเป็นจริยธรรมพื้นฐานที่ควรจัดทำอย่างรอบคอบ",
        "การสัมภาษณ์ผู้มีชื่อเสียงทางสังคม จำเป็นต้องผ่านความเห็นชอบ และอนุญาติในการเผยแพร่แม้จะเป็นคนที่สังคมรู้จัดอย่างดี",
        "ข้อมูลสาธารณะ ซึ่งแม้จะเปิดเผยแก่สาธารณะ แต่หากข้อมูลเฉพาะนั้นมาจากแหล่งใด จำเป็นต้องขออนุญาติการเผยแพร่ให้ถูกต้อง",
        "การเลือกผลงานวิจัยที่สอดคล้องกับความเชื่อของผู้วิจัยเป็นสิ่งที่สะท้อนถึงความลำเอียง และการขาดจริยธรรมในการหาความจริง"
      ]
    },
    {
      "question": "คุณพบว่า นักศึกษามักใช้บริการช่วยทำรายงาน หรืองานวิจัยบนออนไลน์ แลกกับเงินค่าจ้าง  ธุรกิจลักษณะนี้แฝงมาในลักษณะการจ้างวิเคราะห์ข้อมูล หรือการพัฒนาหัวข้อวิจัย แต่กระบวนการให้คำปรึกษา อาจแบ่งค่าจ้างออกเป็นส่วนๆ เช่น บทคัดย่อ  บททบทวนวรรณกรรม  บทวิเคราะห์  หรือแม้กระทั่ง  การตีพิมพ์ในวารสาร  คุณใช้ AI ช่วยในการรับจ้างเขียนบทความ หรืองานวิจัย ให้นักศึกษาที่ว่าจ้าง  ChatGPT เป็นเครื่องช่วยที่ดีตัวหนึ่ง ซึ่งนักศึกษาจำนวนมากยังไม่รู้ว่าจะใช้ให้เป็นประโยชน์อย่างไร  \"เอาละ.... เราเปิดรับทำบทความวิจัย และรับเป็นที่ปรึกษาการทำผลงานวิจัยการน่าจะดี\"  \"AI มีคุณธรรมไม๊นะ.... \" คุณครุ่นคิด และพยายามหาคำตอบดังกล่าวให้ตัวเอง...",
      "explanation": [
        "AI ในฐานะเครื่องช่วยในการศึกษาวิจัย ควรวางอยู่บนพื้นฐานของคุณธรรม และจริยธรรมเพราะการใช้งานส่งผลต่อความจริง และการค้นคว้าที่ถูกต้อง",
        "AI ในฐานะเครื่องช่วยในการศึกษาวิจัย ไม่จำเป็นต้องอยู่บนพื้นฐานของคุณธรรม และจริยธรรมเพราะมันมีจริยธรรม และความรู้สึกในตัวเองได้",
        "การใช้ AI Chatbot เพื่อทำการทบทวนวรรณกรรม และเขียนการอ้างอิง ไม่ใช่เรื่องผิดจริยธรรมในมุมมองของชุมชนการวิจัย",
        "การใช้ AI Chatbot เพื่อเขียนบทนำ หรือวิเคราะห์ข้อมูลในลักษณะต่างๆได้โดยชุุมชนวิชาการ ไม่ถือว่าผิดหลักจริยธรรม"
      ]
    },
    {
      "question": "คุณได้รับงานจ้างเขียนบทความวิจัยชิ้นหนึ่ง  ซึ่งมีการสัมภาษณ์เยาวชนผู้ติดเกมงอมแงม   ในกระบวนการให้คำปรึกษากับผู้จ้าง คุณบอกว่า \"หากมีการสัมภาษณ์  จำเป็นต้องเพิ่มค่าใช้จ่าย\"  ผู้ว่าจ้างเห็นด้วย  และยอมจ่ายตามที่คุณเสนอ  คุณรู้อยู่แก่ใจ่วา ยังไงก็สามารถสร้างข้อมูลการสัมภาษณ์เท็จได้อยู่ดี  คุณใช้ ChatGPT เพื่อแสดงบทสนทนาระหว่างเยาวชนติดเกม กับนักวิจัยด้านจิตวิทยาเด็ก  คุณรู้สึกทึ่งกับข้อความในบทสนทนาที่ดูเหมือนจริง และยังส่งงานให้ผู้จ้างได้อย่างรวดเร็ว  การกระทำของคุณ ผิดหลักจริยธรรมในมนุษย์หรือไม่...",
      "explanation": [
        "การใช้ AI เพื่อสร้างบทสนทนาที่เลียนแบบมนุษย์ ในหัวข้อวิจัยด้าน AI ไม่ถือว่าผิดจริยธรรมเพราะเป็นการศึกษาศักยภาพของ AI",
        "การใช้ AI เพื่อสร้างข้อความสนทนาที่ไม่ได้มาจากมนุษย์ อาจทำให้หากไม่มีการแสดงแหล่งข้อมูลการสัมภาษณ์เท็จ",
        "การใช้ AI เพื่อสร้างบทสนทนาที่ไม่มีอยู่ในมนุษย์จริงๆ แต่นำผลการสนทนาไปใช้โดยไม่มีแหล่งผู้ให้สัมภาษณ์ ถือว่าผิดจริยธรรม",
        "ผิด เพราะเป็นข้อมูลการสัมภาษณ์ แต่ผลิตด้วย AI ซึ่งไม่มีตัวตนผู้ให้สัมภาษณ์ และมีการนำไปใช้เป็นผลงานวิจัยจริง"
      ]
    }
  ]
}